---
kind: property
id: P:Autodesk.Revit.DB.Document.IsFamilyDocument
zh: 文档、文件
source: html/076721f1-772c-f8ec-2097-c3e674b37537.htm
---
# Autodesk.Revit.DB.Document.IsFamilyDocument Property

**中文**: 文档、文件

Identifies if the current document is a family document.

## Syntax (C#)
```csharp
public bool IsFamilyDocument { get; }
```